Repository: FelixJacobi/stsbl-iserv-ipv6-support
Catalog: locale/ipv6-support.po
Languages: de

source: If enabled a cron job will update the iservcfg option External IPs to include all current IPv6 addresses of the server.
de: Wenn dies aktiviert ist, wird ein Cronjob die iservcfg-Option Externe IPs automatisch aktualisieren, damit alle aktuellen IPv6-Adressen enthalten sind.

source: If enabled a cron job will update the iservcfg option Local IP ranges to include all current IPv6 ranges of the server.
de: Wenn dies aktiviert ist, wird ein Cronjob die iservcfg-Option Lokale IP-Bereiche automatisch aktualisieren, damit alle aktuellen Ipv6-Adressen enthalten sind.

source: Internet access requested
de: Internetzugang beantragt

source: Network
de: Netzwerk

source: Reload start page to request internet access
de: Startseite neuladen um Internetzugang zu beantragen

source: Request internet access
de: Internetzugang beantragen

source: This computer is not registered in the computer management which could result in you not being able to access the internet. Request your computer to be added to remedy this. IServ currently cannot query required information about your host. Please click the button below to reload the start page to request internet access.
de: Dieser Rechner ist nicht in die Rechnerverwaltung eingetragen und hat daher unter Umständen keinen Internetzugang. Beantragen Sie die Eintragung, um Zugang zum Internet erhalten zu können. IServ kann derzeit die nötigen Informationen über Ihr Gerät nicht abfragen. Bitte klicken Sie auf den Button unten um die Startseite neu zu laden und Internetzugang beantragen zu können.

source: Update LAN ranges automatically to include current IPv6 ranges
de: LAN-Bereiche zum Einschließen der aktuellen IPv6-Adressen automatisch aktualisieren

source: Update Regdns configuration automatically to include current IPv6 addresses
de: Regdns-Konfiguration zum Einschließen der akutellen IPv6-Adressen automatisch aktualisieren

source: You have already filed a request to add this computer to the computer management.
de: Sie haben bereits die Eintragung dieses Rechners in die Rechnerverwaltung beantragt.

source: Your request for internet access has been granted, but your computer isn't using the assigned IP address yet. Instruct your computer to renew its DHCP lease; If you don't know how to do this, just reboot it. You should then be able to access the internet.
de: Ihr Antrag auf Internetzugang wurde angenommen, aber Ihr Computer verwendet noch nicht die Ihnen zugewiesene IP-Adresse. Erneuern Sie das DHCP-Lease Ihres Computers, um auf das Internet zugreifen zu können. Wenn Sie nicht wissen, wie das geht, starten Sie den Computer einfach neu.
